Repository: morxtiger56/3ayzDoctor
Catalog: src/locale/messages.*.xlf
Languages: ar

source: Sign up
ar: تسجيل حساب

source: home
ar: الرئيسية

source: Book a doctor
ar: حجز دكتور

source: Medical Services
ar: خدمات طبية

source: Contact Us
ar: اتصل بنا

source: add your clinic
ar: اضف عيادتك

source: Welcome، What do you want to look for today?
ar: مرحبا ، ما الذي تريد أن تبحث عنه اليوم؟

source: Rating:
ar: تقيم

source: Book Online Doctor with 3ayz Doctor
ar: احجز دكتور اونلاين

source: Exclusive offers from medical services
ar: اقوي العروض في المراكز الطبية

source: enjoy healthy life deals and offers from 3ayz Doctor
ar: استفيد بافضل استكشف المزيد من العروض و تمتع بصحة جيدة

source: Offer
ar: عرض

source: Find doctors in top specialities
ar: اختار دكتور حسب التخصص

source: 3 Steps to Better Health with 3ayzDoctor.com
ar: 3 خطوات لصحة افضل

source: Do this basic things and have a healthy life
ar: افعل هذة الاشياء البسيطة واحصل على صحة افضل

source: What our users say about us?
ar: ماذا يقول عملائنا؟
